<#include "/common/include.ftl">
<#include "/common/include_citypicker.ftl">
<title>会来活灵活用工平台隐私协议</title>
<style>
    .bottom_read {
        background-color: white;
        box-shadow: 2px 3px 4px 5px rgba(0, 0, 0, .5);
        height: 50px;
    }
</style>

<div class="ibox-title ">
    <div class="col-xs-12">
        <div class="col-xs-3" style="margin-left:0px">
            <a href="<#if agree_status=='1'>look_reg<#else>/partwechat/FreeWorker/login/</#if>" class="btn btn-white" style="margin-left:-30px;margin-top:-7px"><i
                        class="fa fa-chevron-left"></i>返回</a>
        </div>
        <div class="col-xs-8 text-center"><span
                    style="font-size:12pt;line-height:20px;margin-left:-30px;">会来活灵活用工平台隐私协议</span></div>
    </div>
</div>
<h4>更新日期：2022年11月18日</h4>
<h4>生效日期：2022年11月25日</h4>
<h2>【引言】</h2>

欢迎您使用我们的产品和服务！我们深知个人信息对您的重要性，您的信任对我们非常重要，我们将严格遵守法律法规要求采取相应的安全保护措施，致力于保护您的个人信息安全可控。有鉴于此，会来活灵活用工平台服务提供者（或简称“我们”）制定本《会来活灵活用工平台隐私权政策》（下称“本政策 /本隐私权政策”），帮助您充分了解在您使用我们产品和服务的过程中，我们会如何收集、使用、共享、存储和保护您的个人信息以及您可以如何管理您的个人信息，以便您更好地作出适当的选择。<br>
在您开始使用我们的产品和服务前，请您务必先仔细阅读和理解本政策，特别应重点阅读我们以粗体/粗体下划线标识的条款，确保您充分理解和同意之后再开始使用。除本政策外，在特定场景下，我们还会通过即时告知（含弹窗、页面提示等）、功能更新说明等方式，向您说明对应的信息收集目的、范围及使用方式，这些即时告知及功能更新说明等构成本政策的一部分，并与本政策具有同等效力。<br>
本政策中涉及的专业词汇，我们尽量以简明通俗的表述向您解释，以便于您理解。<br>
您同意隐私政策表示您已了解应用提供的功能，以及功能运行所需的必要个人信息，并给予相应的收集使用授权，但并不代表您已单独同意开启附加功能、处理非必要个人信息，相关附加功能的开启、处理非必要个人信息以及处理敏感个人信息，我们会根据您的实际使用情况单独征求您的同意。<br>

本政策将帮助您了解以下内容：<br>

一、 适用范围<br>

二、 信息收集及使用<br>

三、 数据使用过程中涉及的合作方及转移、公开个人信息<br>

四、 您的权利<br>

五、 信息的存储<br>

六、 政策的更新<br>

七、 未成年人保护<br>

八、 联系我们<br>

附录：相关定义<br>

一、适用范围<br>

本政策适用于我们提供的产品或服务，包括会来活灵活用工平台网站、移动客户端、小程序以及随技术发展出现的新形态向您提供的各项产品和服务。如您在接受我们的关联公司及合作方提供的产品或服务时使用了会来活灵活用工平台提供的全部或部分产品或服务（例如使用会来活灵活用工平台账户登录）但未设独立法律声明及隐私权政策的，则本政策同样适用于会来活灵活用工平台提供的全部或部分产品或服务。此外，针对某些特定的产品及/或服务，我们还将制定单独的隐私政策，向您说明这些产品及/或服务的特殊政策，如相关的隐私政策与本隐私政策有不一致之处，适用该特定隐私政策。<br>

需要特别说明的是，除本政策说明的相关信息收集使用活动外，本政策不适用于其他第三方向您提供的服务 (“其他第三方”，包括但不限于您的交易相对方、任何第三方网站以及第三方服务提供者)，该服务适用其向您另行说明的隐私政策或其他个人信息收集使用规则。例如，当您加入卖家或品牌的会员时，则此类卖家或品牌对会员信息的使用适用其向您专门说明的规则，包括向您进行营销。<br>



二、信息收集及使用<br>

在您使用我们的产品及/或服务时，我们需要/可能需要收集和使用的您的个人信息包括如下两种：<br>

1、为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用对应的产品及/或服务；<br>

2、为实现向您提供我们产品及/或服务的附加功能，您可选择单独同意或不同意我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品及/或服务的基本功能。<br>

我们在此特别提醒您：我们致力于打造多样的产品和服务以满足您的需求，因我们向您提供的产品和服务种类众多，且不同用户选择使用的具体产品及/或服务范围存在差异。相应的，基本功能或附加功能及对应收集使用的个人信息类型、范围会有所区别，请以具体的产品及/或服务功能为准。<br>

我们会为您提供的各项具体功能场景包括：<br>

（一）您需要授权我们收集和使用个人信息的场景<br>

1、帮助您成为我们的用户<br>

（1）基础服务<br>

为遵守法律法规的要求，在您注册成为我们的用户时，您需要提供手机号码以创建会来活灵活用工平台账号。如果您仅需使用浏览、搜索及其他基本服务，您可选择不注册成为我们的用户及提供上述信息。<br>

对于需要通过会来活灵活用工平台账号才能使用的服务，我们可能会根据您提供的上述信息校验您的用户身份，确保我们是在为您本人提供服务。<br>

（2）附加服务<br>

完善账号信息：您在使用会来活灵活用工平台时，为维护您的基本资料，改善您的服务体验，您可以提供非注册必须信息来完善网络身份识别信息（如头像、账号、昵称及登录密码）。其中，如果您提供昵称和头像的，您的昵称、头像将公开显示。<br>

授权登录：我们可能经您同意后向第三方共享您的会来活灵活用工平台账号信息（头像、昵称、账号ID及其他页面提示的信息），使您可以便捷地实现第三方账号的注册或登录。此外，我们可能会根据您的授权从第三方处获取您的第三方账号信息，并与您的会来活灵活用工平台账号进行绑定，使您可以通过第三方账号直接登录、使用我们的产品及/或服务，或实现账号之间相关权益互通。我们将根据与第三方的约定，在您授权同意范围内使用您的相关信息。<br>

如果您已拥有会来活灵活用工平台账号，我们可能会在会来活灵活用工平台平台服务中显示您的上述个人信息，以及您在会来活灵活用工平台平台上或与会来活灵活用工平台平台账号相关联的产品和服务中执行的操作（您可通过会来活灵活用工平台账号在我们提供的会来活灵活用工平台首页其他产品及/或服务入口使用我们及/或关联公司提供的产品或服务）。<br>
2、为您提供产品或服务信息展示<br>

为向您展示、推荐相关性更强的商品、服务及/或内容，提供更符合您需求的个性化体验，我们会收集和使用您在访问或使用我们的产品及/或服务时的浏览、搜索记录，与依法收集的设备信息以及其他取得您授权的信息（比如您提供的地址信息）进行结合用于个性化推荐服务。同时，我们也会为您提供非针对您个人特征的信息展示和搜索结果。如果您仅在游客模式下浏览，那么我们不会为您提供个性化推荐服务。<br>

（二）您可以选择授权我们收集和使用个人信息的附加服务场景<br>

1、基于系统权限的附加服务<br>

为向您提供更便捷、更优质、个性化的产品及/或服务，努力提升您的体验，我们在向您提供的以下附加服务中可能会通过开启系统权限以收集和使用您的个人信息。如果您不同意开启相关权限，不会影响您使用会来活灵活用工平台的基本服务，但您可能无法获得这些附加服务给您带来的用户体验。<br>

2、Cookie和同类技术的服务<br>

Cookie和同类设备信息标识技术是互联网中普遍使用的技术。当您使用我们的服务时，我们可能会使用相关技术向您的设备发送一个或多个Cookie用于本隐私政策所述目的之外的任何其他用途。我们使用Cookie主要为了保障产品与服务的安全、高效运转，可以使我们确认您账户与交易的安全状态，排查崩溃、延迟的相关异常情况，帮助您省去重复您填写表单、输入搜索内容的步骤和流程。<br>

（三）收集和使用个人信息的其他规则<br>

1、为了向您提供您所需的特定服务，在您启动我们的产品或访问特定页面时，我们会读取您的剪切板内容以判断是否有相关口令码信息，仅当剪切板有前述口令码信息时，我们才会收集该口令码做云端校验后并向您反馈您所需的内容或绑定相关权益。请您放心，我们不会存储您的剪切板其他信息，且单独的剪切板信息无法识别您的特定身份。<br>

2、若您提供的信息中含有其他用户的个人信息，在向会来活灵活用工平台提供这些个人信息之前，您需确保您已经取得合法的授权。<br>

3、若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，或者我们主动从第三方处获取您的个人信息，均会事先征求您的同意。<br>

4、在经安全加密技术处理严格去标识化且无法重新识别特定个人的前提下，我们会将所收集的数据用于机器学习、算法模型训练或其他数据分析和挖掘处理，以更好地保障我们的产品体验、辅助商业决策分析。<br>

5、若我们从第三方处间接获取您的信息的，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感个人信息的在提供给我们使用前需经过您的明确确认，要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；同时，我们的专业安全团队对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。<br>



三、 数据使用过程中涉及的合作方及转移、公开个人信息<br>

（一）数据使用过程中涉及的合作方<br>

1、基本原则<br>

我们与合作方合作时，将遵守以下原则：<br>

（1）合法正当与最小必要原则：数据处理应当具有合法性基础，具有正当的目的，并以实现处理目的最小范围为限。<br>

（2）用户知情权与决定权最大化原则：数据处理过程中充分尊重用户对其个人信息处理享有的知情权与决定权。<br>

（3）安全保障能力最强化原则：我们将采取必要措施保障所处理个人信息的安全，审慎评估合作方使用数据的目的，对这些合作方的安全保障能力进行综合评估，并要求其遵循合作协议的有关要求。<br>

2、合作方的范围<br>

若具体功能和场景中涉及由我们的关联方、第三方提供服务，则合作方范围包括我们的关联方与第三方。<br>

您可点击此处查看我们的数据合作方情况说明。<br>

3、委托处理<br>

我们可能委托授权合作伙伴处理您的个人信息，以便授权合作伙伴代表我们为您提供某些服务或履行职能。我们仅会出于本政策声明的合法、正当、必要、特定、明确的目的委托其处理您的信息，授权合作伙伴只能接触到其履行职责所需信息，且我们将会通过协议要求其不得将此信息用于其他任何超出委托范围的目的。如果授权合作伙伴将您的信息用于我们未委托的用途，其将单独征得您的同意。<br>

4、共同处理<br>

对于共同处理个人信息的场景，我们会与合作方根据法律规定签署相关协议并约定各自的权利和义务，确保在使用相关个人信息的过程中遵守法律的相关规定、保护数据安全。<br>

5安全与统计分析<br>

A.保障使用安全：我们非常重视产品及/或服务的安全性，为保障会来活灵活用工平台用户的正当合法权益免受不法侵害，我们的合作方可能会使用必要的设备、帐号及日志信息。<br>

B.分析产品情况：为分析会来活灵活用工平台产品及/或服务的稳定性，提供分析服务的合作方可能需要使用服务情况、设备标识信息、应用总体安装使用情况等信息。<br>

C.学术科研：为提升相关领域的科研能力，促进科技发展水平，我们在确保数据安全与目的正当的前提下，可能会与合作方（如科研院所、高校等机构）使用去标识化或匿名化的数据。<br>

6.其他合作场景<br>

除上述合作场景外，我们还可能会将信息委托给支持我们业务的其他合作方处理，包括受我们委托提供技术基础设施服务、分析我们服务的使用方式、提供商家会员服务或者其他客户服务。<br>

为保障我们客户端的稳定运行、功能实现，使您能够使用和享受更多的服务及功能，我们的应用中会嵌入授权合作方的SDK或其他类似的应用程序。我们会对授权合作方获取有关信息的应用程序接口（API）、SDK进行严格的安全检测，并与授权合作方约定严格的数据保护措施，令其按照本政策以及其他任何相关的保密和安全措施来处理个人信息。授权合作方单独取得您同意的除外。<br>


（二）转让<br>

我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br>

1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；<br>

2、如果我们因合并、分立、解散、被宣告破产的原因需要转移个人信息的，我们会向您告知接收方的名称或者姓名和联系方式。接收方将继续履行本政策及其他法定义务。接收方变更原先的处理目的、处理方式的，会重新取得您的同意。<br>

（三）公开披露<br>

我们仅会在以下情况下，公开披露您的个人信息：

1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；

2、如果我们确定您出现违反法律法规或严重违反会来活灵活用工平台相关协议及规则的情况，或为保护会来活灵活用工平台用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及会来活灵活用工平台已对您采取的措施。

（四）停止运营

如果我们停止运营产品及/或服务，将及时停止继续收集您的个人信息。我们会逐一送达通知或以公告的形式向您发送停止运营的告知，并对我们所持有的与已关停的产品及/或服务相关的个人信息进行删除或匿名化处理。
