<#include "/common/include.ftl">
<#include "/common/include_citypicker.ftl">
    <title>会来活用户注册协议</title>
<style>
.bottom_read{
	background-color:white;
    box-shadow:2px 3px 4px 5px rgba(0,0,0,.5);
    height:50px; 
}
</style>
	<form method="post" action="${base}/FreeWorker/save" class="form-horizontal required-validate" onsubmit="return validateCallback(this);">
		<div class="ibox-content" style="padding-bottom:95px">
		        <div class="col-xs-12" style="text-align:center;font-size:12pt;">
		         <Strong>会来活用户注册协议</Strong>
		        </div>
		         <br>
特别提示<br>
&nbsp;&nbsp;请您在申请注册“会来活”的过程中点击同意本协议之前，应当认真阅读本协议全文。请您务必审慎阅读、充分理解各条款含义，特别是免除或者限制责任的条款、法律适用和争议解决条款等条款。免除或者限制责任的条款及争议解决条款将以粗体加下划线的形式予以标识，请您重点阅读。如您对本协议或在申请会来活服务注册过程中有任何疑问，可向会来活客服咨询。<br>
&nbsp;&nbsp;当您按照用户注册页面提示框的提示填写相关信息、阅读并同意本协议，并且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，在平等、自愿的基础上与会来活达成一致，成为会来活的尊贵“用户”。您在阅读本协议的过程中，如果不同意本协议或其中任何条款约定，您应立即停止注册程序。<br>
&nbsp;&nbsp;第一条 协议的签署和修订<br>
&nbsp;&nbsp;1.1本协议由您与江西来付信息科技有限公司共同签署，本协议对您与会来活均具有同等法律效力。<br>
&nbsp;&nbsp;1.2会来活服务只接受持有中国有效身份证明的18周岁以上能独立实施民事法律行为，具有完全民事行为能力的自然人成为用户。如您不符合上述资格，请勿注册，否则会来活有权随时中止或终止您的用户资格。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。<br>
&nbsp;&nbsp;1.3会来活的隐私政策及已经发布的或将来可能发布的各类规则等均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用会来活服务，视为您同意上述补充协议。<br>
&nbsp;&nbsp;1.4会来活有权根据国家法律、法规、监管等变化、维护交易秩序及安全、保护消费者权益等需要不时地修改本协议或根据本协议制定、修改各类具体规则等，并在本网站相关系统板块发布，也可 选择通过其他适当方式（比如系统通知）向用户通知修改内容。您应不时地注意协议及具体规则的变更，若您在本协议及具体规则内容公告变更后继续使用本服务，表示您已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本网站的服务；同时您在协议和具体规则修订前通过本网站进行的交易，视为您已同意并已按照本协议及有关规则进行了相应的授权和追认。若您不同意修改后的协议或规则内容，您应停止使用会来活服务。<br>
&nbsp;&nbsp;第二条 账户注册与使用<br>
&nbsp;&nbsp;2.1您在注册会来活服务时，应当按照页面的提示准确完整地提供您的信息（包括您的姓名、联系电话、身份证号、银行卡号等），并保证相关信息的有效性和及时更新，以便会来活为您提服务并与您进行及时、有效的联系。您应承担通过这些联系方式无法与您取得联系而导致您在使用服务过程中遭受的任何损失或增加任何费用等不利后果。<br>
&nbsp;&nbsp;2.2当您按照会来活注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得会来活账户并成为会来活用户。<br>
&nbsp;&nbsp;2.3您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则应获得监护人的知情同意，您及您的监护人应依照法律规定承担因此而导致的相应的责任。特别地，如果您是未成年人，请在您的监护人的同意和指导下访问和使用我方平台网站。<br>
&nbsp;&nbsp;2.4您有权使用您设置的会来活账号及密码登录会来活。由于您的账户关联您的个人信息，您的账户仅限您本人使用。未经会来活同意，您直接或间接授权第三方使用您账户或获取您账户项下信息的行为无效。如会来活判断您账户的使用可能危及您的账户安全或会来活信息安全的，会来活有权拒绝提供相应服务或终止本协议。<br>
&nbsp;&nbsp;2.5您的账户由您自行您保管，因此，建议您务必保管好您的账户。账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，会来活并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。<br>
&nbsp;&nbsp;2.6户通过关注“会来活”公众号，进行注册，凡注册成功的用户，可使用会来活服务。<br>
&nbsp;&nbsp;第三条 服务的提供<br>
&nbsp;&nbsp;3.1会来活提供的服务包括但不限于：推荐各类自由职业机会、促成自由职业者用户与报酬支付企业合作，具体事项以会来活当时提供的服务内容为准。<br>
&nbsp;&nbsp;3.2为了促成自由职业者用户与报酬支付企业的合作，平台会将符合用工需求的注册用户信息推荐、提供给报酬支付企业，由报酬支付企业根据需求筛选用户并合作。<br>
&nbsp;&nbsp;会来活会要求报酬支付企业提供严格的符合法律政策的用户信息及隐私保护，以保护用户的信息和隐私安全。<br>
&nbsp;&nbsp;3.3基于运行和交易安全的需要，会来活可以暂时停止提供、限制或改变会来活服务的部分功能，或提供新的功能。在任何功能减少、增加或变化时，若您继续使用本网站任何服务，表示您仍然同意本协议或变更后的协议。<br>
&nbsp;&nbsp;第四条 用户信息及隐私保护<br>
&nbsp;&nbsp;4.1会来活非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用会来活提供的服务时，视为您同意会来活按照在会来活上公布的隐私政策收集、存储、使用、披露和保护您的个人信息。<br>
&nbsp;&nbsp;4.2会来活会通过隐私政策向您详细、清楚地介绍会来活对您个人信息的处理方式，您应当完整地阅读隐私政策（详见平台公布的隐私政策），以帮助您更好地保护您的隐私权。<br>
&nbsp;&nbsp;4.3 会来活会要求与平台合作的企业提供符合法律政策的用户信息及隐私保护，严格保护用户的信息、隐私和秘密，不得泄露给除用工企业以外的任何第三方。<br>
&nbsp;&nbsp;五、免除或责任限制<br>
&nbsp;&nbsp;5.1会来活依照相关法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，会来活免于承担责任：<br>
&nbsp;&nbsp;5.1.1我们的系统停机维护或升级；<br>&nbsp;&nbsp;5.1.2因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；<br>
&nbsp;&nbsp;5.1.3您的电脑或手机等软硬件或通信线路、供电线路等出现故障的；<br>
&nbsp;&nbsp;5.1.4因您操作不当或通过非经我们授权或认可的方式使用我们服务的；<br>
&nbsp;&nbsp;5.1.5因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或原因。尽管有前款约定，会来活将采取合理行动积极促使服务恢复正常。<br>
&nbsp;&nbsp;5.2在任何情况下，对于您使用会来活服务过程中涉及由第三方提供相关服务的责任由该第三方承担，会来活不承担该等责任。<br>
&nbsp;&nbsp;5.3会来活不承担您因其他不可归责于会来活的原因所造成的损失。<br>
&nbsp;&nbsp;六、 通知<br>
&nbsp;&nbsp;6.1您在注册时提供的联系方式或您的有效身份证件中显示的联系方式，作为会来活向您发送或寄送通知等的有效送达方式。<br>
&nbsp;&nbsp;6.2本协议项下对于用户所有的通知等均可通过网页公告、电子邮件、系统通知、手机短信或常规的信件传送等方式进行，该等通知于发送之日起第3日视为送达之日。对于您的联系方式等发生变更的，您应当在变更之日起3日内通知会来活，在您变更通知送达会来活前的通知等仍有效。<br>
&nbsp;&nbsp;七、法律适用、管辖与其他<br>
&nbsp;&nbsp;7.1本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。<br>
&nbsp;&nbsp;7.2您因使用会来活服务所产生与会来活服务有关的争议，由会来活与您协商解决。协商不成时，任何一方均可向我司有管辖权的人民法院提起诉讼。<br>
&nbsp;&nbsp;7.3本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。<br>
&nbsp;&nbsp;7.4本协议中的标题仅为方便理解而设，不能作为本协议条款解释的依据。<br>
&nbsp;&nbsp;7.5本协议最终解释权归江西来付信息科技有限公司行使。<br>
&nbsp;&nbsp;

		</div>
		<div class="form-group navbar-fixed-bottom bottom_read">
			<div class="col-xs-10 col-xs-offset-1">
				<button type="button" class="btn btn-primary btn-block" style="margin-top:7px" onclick="document.location.href='/partwechat/FreeWorker/add_idcard'">
					同意以上协议并注册
				</button>
			</div>
		</div>
	</form>

