<#include "/common/include.ftl">
<#include "/common/include_citypicker.ftl">
    <title>超省薪平台自由职业者注册协议</title>
<style>
.bottom_read{
	background-color:white;
    box-shadow:2px 3px 4px 5px rgba(0,0,0,.5);
    height:50px; 
}
</style>
	<form method="post" action="${base}/FreeWorker/save" class="form-horizontal required-validate" onsubmit="return validateCallback(this);">
		<div class="ibox-content" style="padding-bottom:95px">
		        <div class="col-xs-12" style="text-align:center;font-size:12pt;">
		         <Strong>超省薪平台自由职业者注册协议</Strong>
		        </div>
		         <br>
&nbsp;&nbsp;欢迎您（即本协议项下的“用户”）与江西超省薪网络科技有限公司（以下简称“超省薪”）签署《超省薪平台注册协议》（以下简称“本协议”）<br>
&nbsp;&nbsp;   【敬请阅读】本协议各条款前索引关键词仅为帮助您理解该条款表达主旨之用，不影响或限制本协议条 款的含义或解释。您在注册流程中点击同意本协议之 前，请认真阅读本协议，特别是釆用粗体字标注的免 除或限制责任的条款、法律适用和争议解决条款,确 保您充分理解本协议中各项条款。<br>
&nbsp;&nbsp;   【特别提示】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已 充分阅读、理解并接受本协议的全部内容，并与超省薪达成一致，成为超省薪平台的“用户”。阅读本协议 的过程中，如果您不同意本协议任何条款的约定，您 应立即停止注册。<br>
&nbsp;&nbsp;一、定义<br>
&nbsp;&nbsp;    超省薪平台经营者：指江西超省薪网络科技有限公司。<br>
&nbsp;&nbsp;    超省薪平台或软件：指超省薪开发的超省薪微信公众号及APP。<br>
&nbsp;&nbsp;    超省薪服务：超省薪通过超省薪平台、互联网及线下向您提供的各项服务。<br>
&nbsp;&nbsp;    超省薪平台规则：包括在超省薪平台内已经发布及后续发布的全部规则、解读、公告等内容。<br>
&nbsp;&nbsp;    用户：指注册、登录、使用超省薪平台的个人，即本协议项下的您。<br>
&nbsp;&nbsp;    身份要素：指超省薪用于识别您身份的信息要素， 包括但不限于您的账号名称及密码、姓名、身份证号码或其他有效证件号码、手机号码、电子邮箱、微信账号或其他第三方账号等信息。<br>
&nbsp;&nbsp;二、协议范围<br>
&nbsp;&nbsp;1、签约主体<br>
&nbsp;&nbsp;   【平等主体】本协议由您与超省薪共同缔结，本协议对您与超省薪均具有合同效力。<br>
&nbsp;&nbsp;   【主体信息】超省薪是经营超省薪平台的法律主体。本协议项下，超省薪平台经营者可能根据超省薪平台的业务调整而发生变更，变更后的超省薪平台经营者与您共同履行本协议并向您提供服务，超省薪平台经营者的变更不会影响您在本协议项下的权益。超省薪平台经营者还有可能因为提供新的超省薪服务而新增，如您使用新增的超省薪服务的，视为您同意新 增的超省薪平台经营者与您共同履行本协议。<br>
&nbsp;&nbsp;2、补充协议<br>
&nbsp;&nbsp;    由于互联网高速发展，您与超省薪签署的本协议列明的条款并不能完整罗列并覆盖您与超省薪所有权利 与义务，现有的约定也不能保证完全符合未来发展的 需求。因此，超省薪平台隐私政策、平台规则均为本 协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用超省薪平台服务，视为您同意前述补 充协议。<br>
&nbsp;&nbsp;三、服务内容<br>
&nbsp;&nbsp;    超省薪为您提供平台使用服务：超省薪平台根据企业客户的业务需求，为您提供身份认证、线上签约及查看收入流水等服务。<br>
&nbsp;&nbsp;四、账号注册与使用<br>
&nbsp;&nbsp;1、用户资格<br>
&nbsp;&nbsp;    您确认，在您注册超省薪平台账号时，您系具有完全民事权利能力和民事行为能力或已满十六周岁未满十八周岁经法定监护人同意的民事主体。若您不具备前述与您行为相适应的民事主体资格，则您及您的监 护人应依照法律规定承担因此导致的一切后果。<br>
&nbsp;&nbsp;2、账号注册与使用<br>
&nbsp;&nbsp;   【账号注册】您在成为超省薪平台的合法用户前，需要注册超省薪账号。超省薪账号可通过手机号码、身份证号码或其他有效证件号码、电子邮箱、微信账 号或其他第三方账号授权等身份要素进行注册。超省薪有权根据用户需求或产品需要对账号注册方式进行变更，具体以超省薪平台注册程序所显示的信息为准。<br>
&nbsp;&nbsp;   【账号使用权】超省薪账号的所有权归超省薪所有，您完成申请、注册程序后，即成为该账号的初始注册人，并获得账号的使用权。您须对注册超省薪账号所用信息的真实性、合法性、有效性承担责任，不得赠与、借用、租用、转让、售卖超省薪账号或以其他方式许可非初始注册人使用超省薪账号。非初始注册人不得通过受赠、继承、承租、受让或其他任何方式使用超省薪账号。如发现存在前述任一行为，超省薪有权立即停止提供服务，收回超省薪账号并由该账号的初始注册人承担由此而产生的全部责任。<br>
&nbsp;&nbsp;   【账号与密码的保管】您应采取合理措施妥善保管账号和密码的安全，您同意在任何情况下不向他人透露账号及密码信息。您需对注册账号和密码下的一切行为负全部责任，由该等行为所导致的任何损失或损害由您承担。如您的账号和密码遭到未授权的使用或发生其他任何安全问题，您应立即通知超省薪。<br>
&nbsp;&nbsp;五、用户行为规范<br>
&nbsp;&nbsp;1、信息发布规范<br>
&nbsp;&nbsp;   您不得发布、传播、储存违反国家法律法规的以下内容：<br>
&nbsp;&nbsp; （1）违反宪法所确定的基本原则的；<br>
&nbsp;&nbsp; （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
&nbsp;&nbsp; （3）损害国家荣誉和利益的；<br>
&nbsp;&nbsp; （4）煽动民族仇恨、民族歧视，破坏民族团结的；<br>
&nbsp;&nbsp; （5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
&nbsp;&nbsp; （6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
&nbsp;&nbsp; （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
&nbsp;&nbsp; （8）侮辱或者诽谤他人，侵害他人合法权益的；<br>
&nbsp;&nbsp; （9）虚构事实、隐瞒真相以误导、欺骗他人的；<br>
&nbsp;&nbsp; （10）含有法律、法规禁止的其他内容的信息。<br>
&nbsp;&nbsp;2、账号使用规范<br>
&nbsp;&nbsp;   您不得利用超省薪账号或超省薪服务进行如下行为：<br>
&nbsp;&nbsp; （1）提交、发布虚假信息，或盗用他人账号或资料，冒充、利用他人名义的；<br>
&nbsp;&nbsp; （2）强制、诱导其他用户关注、点击链接页面或分享信息的；<br>
&nbsp;&nbsp; （3）虚构事实、隐瞒真相以误导、欺骗他人的；<br>
&nbsp;&nbsp; （4）利用技术手段批量建立虚假账号的；<br>
&nbsp;&nbsp; （5）侵犯、妨害、威胁他人权利或安全的；<br>
&nbsp;&nbsp; （6）利用超省薪账号或本服务从事任何违法犯罪活动的；<br>
&nbsp;&nbsp; （7）制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为 是否为商业目的；<br>
&nbsp;&nbsp; （8）其他违反法律法规规定、侵犯其他用户合法权益、干扰超省薪平台正常运营或超省薪未明示授权的行为。<br>
&nbsp;&nbsp;3、软件使用规范<br>
&nbsp;&nbsp;   除法律允许或超省薪书面许可，您使用超省薪软件的过程中不得从事下列行为：<br>
&nbsp;&nbsp; ⑴ 删除软件及其副本上关于著作权的信息；<br>
&nbsp;&nbsp;（2）对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码；<br>
&nbsp;&nbsp;（3）对超省薪拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发布、 出版、建立镜像站点等；<br>
&nbsp;&nbsp;（4）对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的 交互数据，以及软件运行所必需的系銃数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经超省薪授权的第三方工具服务接入本软件和相关系统；<br>
&nbsp;&nbsp;（5）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用 于上述用途的软件、方法进行运营或向公众传播，无 论这些行为是否为商业目的；<br>
&nbsp;&nbsp;（6）通过非超省薪开发、授权的第三方软件、插件、外挂、系统，登录或使用超省薪软件及服务，或 制作、发布、传播上述工具；<br>
&nbsp;&nbsp;（7）自行或者授权他人、第三方软件对软件及其组件、模块、数据进行干扰；<br>
&nbsp;&nbsp;（8）其他未经超省薪明示授权的行为。<br>
&nbsp;&nbsp;4、 超省薪有权依其合理判断，对违反有关法律法 规或本协议约定的行为，依法停止传输违反法律规定 或本协议约定的任何内容，并有权依其自行判断对违反本条款的用户釆取适当的法律措施，包括但不限于 从超省薪平台中删除具有违法性、侵权性、不当性的内容，停止向违反者提供全部或部分超省薪服务及封 禁账号的全部或部分功能等。<br>
&nbsp;&nbsp;  5、超省薪提供的服务中可能包括广告，您同意在使用过程中显示超省薪和第三方供应商提供的广告。除法律法规明确规定外，您应自行对依该广告信息进 行的交易负责，对您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，超省薪不承担任何责任。<br>
&nbsp;&nbsp;六、个人信息保护<br>
&nbsp;&nbsp;  1、保护用户个人信息是超省薪的一项基本原则，超省薪将会依法采取合理的措施保护用户的个人信息。超省薪对用户相关信息采用专业加密存储与传输方式，并运用各种安全技术和程序建立完善的管理制 度来保护用户隐私信息，以免遭受未经授权的访问、 使用或披露。<br>
&nbsp;&nbsp; 2、您在注册账号或使用超省薪的服务过程中，需 要提供一些必要的信息，您同意向超省薪提供该等信息，如：为向您提供账号注册服务或进行用户身份识别，需要您填写手机号码、邮箱地址或授权超省薪获 取您的微信账号或其他第三方账号等。<br>
&nbsp;&nbsp; 3、 除法律法规规定外，未经您的同意，超省薪将不会擅自披露、改变或以其他方式使用您的个人信息。若您认为超省薪存在违反前述范围使用该等个人信息的，应立即与超省薪进行联系，超省薪将及时核实处理。<br>
&nbsp;&nbsp; 4、超省薪平台收集、存储、使用、披露和保护个人信息的详细政策请见《超省薪隐私政策》，请您完整阅读、充分理解该隐私政策，以更好地保护您的隐私权。<br>
&nbsp;&nbsp;七、知识产权<br>
&nbsp;&nbsp; 1、超省薪是超省薪软件的知识产权权利人。超省薪软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与超省薪软件相关的所有信息内容 (包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，超省薪享有前述知识产权，但相关权利人依照法律规定应 享有的权利除外。<br>
&nbsp;&nbsp; 2、未经超省薪或相关权利人书面同意，您不得为 任何商业或非商业目的自行或许可任何第三方实施、使用、转让上述知识产权。<br>
&nbsp;&nbsp; 3、您使用超省薪软件及服务过程中上传、发布的全部内容，均不会因为上传、发布行为发生知识产 权、肖像权等权利的转移。与此同时，您理解并同意超省薪为实现产品或服务目的，对您提供或发布的信 息在履行法定授权程序后且在法律允许的范围内进行使用，包括但不限于予以存储、进行第三方信息核 验、为提供更好的服务共享给第三方等。<br>
&nbsp;&nbsp;八、法律责任<br>
&nbsp;&nbsp; 1、如果超省薪发现或收到他人举报或投诉您违反 法律法规规定或本协议约定的，超省薪有权不经通知 随时对相关内容（包括但不限于您的个人资料、服务记录）进行审査、删除，并视情节轻重对违规账号釆 取包括但不限于警告、账号封禁、功能封禁的措施， 且通知您处理结果。<br>
&nbsp;&nbsp; 2、被实施功能封禁的账号会在封禁期届满后自动 恢复被封禁功能。如您的账号被封禁，您可向超省薪 平台提交申诉，超省薪将对申诉进行审査，并自行合理判断是否变更处理措施。<br>
&nbsp;&nbsp; 3、您理解并同意，超省薪有权依合理判断对违法 违规的任何用户釆取适当的法律措施，并依据法律法规保存相关信息及向有关部门报告、配合有关主管部门调査、向公安机关报案等，用户应承担由此而产生 的一切法律责任。<br>
&nbsp;&nbsp; 4、您理解并同意，如因您的个人行为导致超省薪 或其关联方遭受损失或任何第三方的索赔或起诉，您应向超省薪及其关联方承担损害赔偿责任，赔偿范围包括全部损失、合理的律师费、公证费、诉讼费、差 旅费等。<br>
&nbsp;&nbsp;九、不可抗力及其他免责事由<br>
&nbsp;&nbsp; 1、您理解并确认，在使用超省薪服务的过程中，可能会遇到不可抗力等风险因素使服务发生中断。不可抗力是指不能预见、不能避免并不能克服的客观事件，包括但不限于洪水、地震、瘟疫和风暴等自然灾 害以及战争、动乱、政府行为等社会事件。发生不可抗力事件时，超省薪将努力在第一时间与相关单位配合，及时恢复提供服务，但是由此给您或第三方造成的损失，超省薪在法律允许的范围内免责。<br>
&nbsp;&nbsp; 2、超省薪服务同多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的 差异影响，可能受到各种安全问题的侵扰，如他人盗用用户资料，给您造成骚扰；您下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到您的计算机信息和数据的安全，继而影响超省薪服 务的正常使用等。您应加强信息安全及个人资料的保 护意识，注意加强账号及密码保护，以免遭致损失和骚扰，非因超省薪原因导致您或第三方的任何损失， 超省薪不承担任何责任。<br>
&nbsp;&nbsp; 3、您理解并确认，超省薪服务存在因政府行为、不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、网络通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的您或第三方的任何损失，超省薪不承担任何责任。<br>
&nbsp;&nbsp; 4、您理解并确认，在使用超省薪服务过程中可能 存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，您应注意甄别该类信息，因此导致您或第三方 的任何损失，超省薪不承担任何责任。<br>
&nbsp;&nbsp; 5、您理解并确认，超省薪需要定期或不定期地对超省薪平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，超省薪无需为此承担任何责任，但超省薪应尽可能事先进行通告。<br>
&nbsp;&nbsp; 6、您理解并确认，超省薪依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成超省薪的义务或承诺，超省薪不能保证及时发现 违法违规或违约行为或进行相应处理。<br>
&nbsp;&nbsp;十、协议的变更<br>
&nbsp;&nbsp;    超省薪可根据国家法律法规变化及业务发展需要，不时修改本协议、补充协议，变更后的协议、补充协 议（下称“变更事项”）将通过法定程序并以本协议第十三条约定的方式通知您。<br>
&nbsp;&nbsp;    如您不同意变更事项，您应当于变更事项确定的生效之日起停止使用超省薪服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用超省薪服务，则视为您同意已生效的变更事项。<br>
&nbsp;&nbsp;十一、协议的终止<br>
&nbsp;&nbsp;1、您有权通过以下任一方式终止本协议：<br>
&nbsp;&nbsp;（1）您通过自主注销或超省薪人工服务注销您的账号的；<br>
&nbsp;&nbsp;（2）变更事项生效前您停止使用超省薪服务并通 过有效通知明示不愿接受变更事项的；<br>
&nbsp;&nbsp;（3）您通过有效通知明示不愿继续使用超省薪服 务的。<br>
&nbsp;&nbsp;您在超省薪平台的账号注销后，您将无法继续使用超省薪服务。账号一旦注销成功，账号记录、账号功能等将无法恢复或提供。如您在注销账号前存在违约、侵权等不当行为或未履行义务的，您仍应承担相应责任。<br>
&nbsp;&nbsp;2、出现以下任一情况时，超省薪有权以本协议第 十三条的所列的方式通知您终止本协议：<br>
&nbsp;&nbsp;（1）超省薪通过您提供的个人信息判断您不满足 本协议约定的用户资格的；<br>
&nbsp;&nbsp;（2）您违反本协议约定，超省薪依据违约条款终 止本协议的；<br>
&nbsp;&nbsp;（3）您违反本协议第六条约定的用户行为规范 的；<br>
&nbsp;&nbsp;（4）您在超省薪平台有欺诈、侵犯他人合法权益 或其他严重违法违约行为的；<br>
&nbsp;&nbsp;（5）超省薪按照法律规定或有权机关的要求终止 向您提供服务的。<br>
&nbsp;&nbsp;十二、通知<br>
&nbsp;&nbsp;1、有效联系方式<br>
&nbsp;&nbsp;（1）您的联系方式<br>
&nbsp;&nbsp;    您在注册成为超省薪平台用户并接受超省薪平台服务时，您应该向超省薪提供真实有效的联系方式（包 括您的电子邮箱地址、联系电话、微信等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。<br>
&nbsp;&nbsp;    您在注册超省薪平台用户时生成的用于登陆超省薪平台接收系统消息的账号，也作为您的有效联系方式。超省薪将向您的上述联系方式的其中之一或其中若干送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。<br>
&nbsp;&nbsp; (2)超省薪的联系方式<br>
&nbsp;&nbsp;    超省薪的联系方式包括如下客服电子邮箱及超省薪平台上公布的其他联系方式：<br>
&nbsp;&nbsp;超省薪客服电子邮箱：872304515@qq.com<br>
&nbsp;&nbsp;2、通知的送达<br>
&nbsp;&nbsp;    超省薪通过上述联系方式向您发出通知，其中以电子方式发出的书面通知，包括但不限于在超省薪平台发布公告、向您提供的联系电话发送手机短信、向您提供的电子邮箱地址发送电子邮件及向您的账号发送平台通知，在发送成功后即视为送达。<br>
&nbsp;&nbsp;    您可通过您预留的电子邮箱地址、联系电话或通过超省薪平台的在线客服向超省薪发出通知，您通过前述联系方式发出的通知视为您本人的意思表示，在发送成功后视为送达；您以纸质载体发出的书面通知，按照超省薪联系地址交邮后的第五个自然日即视为送达。<br>
&nbsp;&nbsp;十三、法律适用、管辖与其他<br>
&nbsp;&nbsp; 1、本协议的订立、生效、解释、修订、补充、终 止、执行与争议解决，均适用中华人民共和国境内法律。<br>
&nbsp;&nbsp; 2、若您因使用超省薪平台服务与超省薪之间发生任何纠纷或争议，应友好协商解决，协商不成的，任何一方均有权向超省薪住所地的人民法院提起诉讼。<br>
&nbsp;&nbsp; 3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。<br>
&nbsp;&nbsp;

		</div>
		<div class="form-group navbar-fixed-bottom bottom_read">
			<div class="col-xs-10 col-xs-offset-1">
				<button type="button" class="btn btn-primary btn-block" style="margin-top:7px" onclick="document.location.href='${base}/FreeWorker/add'">
					同意以上协议并注册
				</button>
			</div>
		</div>
	</form>

