<#include "/common/include.ftl">
<#include "/common/include_citypicker.ftl">
<title>自由职业者服务协议</title>
<style>
    .bottom_read {
        background-color: white;
        box-shadow: 2px 3px 4px 5px rgba(0, 0, 0, .5);
        height: 50px;
    }
</style>

<div class="ibox-content bottom_reads">
    <div class="col-xs-12">
        <div class="col-xs-3" style="margin-left:0px">
            <a  href="<#if agree_status=='1'>look_reg<#else>/partwechat/FreeWorker/login/</#if>" class="btn btn-white" style="margin-left:-30px;margin-top:-7px"><i
                        class="fa fa-chevron-left"></i>返回</a>
        </div>
        <div class="col-xs-8 text-center"><span
                    style="font-size:12pt;line-height:20px;margin-left:-30px;">自由职业者服务协议</span></div>
    </div>
</div>
&nbsp;&nbsp;
<h4>提示条款：</h4>
&nbsp;&nbsp;欢迎您与我平台【会来活灵活用工平台】共同签署本《自由职业者服务协议》（下称“本协议”）成为本平台的注册经营者，以本平台为业务匹配渠道，个人从事生产经营活动，并取得相应的收益。<br>
&nbsp;&nbsp;【审慎阅读】为维护您的自身权益，在您点击同意或书面签署本协议之前，请认真阅读本协议，务必审慎阅读、充分理解各条款内容，特别是权利义务条款、法律适用和管辖条款。上述条款以粗体及下划线标识，您应重点阅读。<br>
&nbsp;&nbsp;【签约】当您按照提示填写您的个人信息、阅读并同意本协议且完成全部申请或书面签署后，即表示您已充分阅读、理解并接受本协议的全部内容，并与我平台达成一致意见并成为我平台的合作人员，此后您不得以未阅读/不理解本协议内容或类似言辞做任何形式的抗辩。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，请您立即停止任何的申请/注册/或书面签署程序。
<br>
&nbsp;&nbsp;【合作关系】您与我平台通过本协议建立合作关系，适用《中华人民共和国民法典》及相关法律法规法律，不适用《中华人民共和国劳动合同法》。<br>
<h4>协议条款：</h4><br>
&nbsp;&nbsp;根据国家法律、法规和有关规定，双方按照平等自愿、诚实信用的原则，就您通过我平台运营平台承揽合作公司提供的业务，从事生产经营活动等事宜订立本服务合作协议。<br>
&nbsp;&nbsp;<h3>第一条 服务工作内容</h3><br>
1.1
因我平台所运营平台上的合作公司有寻求个人经营者承担一定工作任务的需求，您自愿以平台为业务渠道从事生产经营活动，为更好地规范和履行各方的权利、义务，我平台特此与您签订本协议，以供双方严格遵守。为保证您与合作公司的权利义务，我平台特此向您宣贯平台上的业务规则。关于各合作公司对注册经营者的要求，包括应履行的活动条件、活动内容、活动注意事项等均在各合作公司的任务发布页面有所体现，您应当予以遵守。
<br>
1.2
您应按照我平台及各合作公司要求的标准接收任务，履行生产经营活动过程中的相关义务并享有相关权利，并严格遵循各合作公司制定的任务政策或规则。如您违反前述规定，一经核实本公司将有权随时终止本合同，冻结并扣除您尚未结算的税后经营收入作为赔偿。
<br>
&nbsp;&nbsp;<h3>第二条 协议效力</h3><br>
2.1
您的签约信息（包括您的姓名、身份证号等信息），以您提供的信息为准（包括但不限于线上提供或线下提供）。您承诺并保证您所提供的签约信息真实、准确，以免影响您和我平台之间的《自由职业者服务协议》效力。本协议条款若在我平台授权的网站上发布，自您线上点击确认之日起生效；若为书面签署，自您签署本协议之日起生效。
<br>
2.2 本协议自签订之日起一年内有效。期限届满，双方应另行签署新的协议。<br>
2.3 本协议在发生下列情形时自然终止：<br>
&nbsp;&nbsp;a、 经合作公司事先同意的情况下，您主动退出服务的；<br>
&nbsp;&nbsp;b、 合作公司终止或变更业务模式而不需要您继续履行本协议的；<br>
&nbsp;&nbsp;c、 合作公司认为您不适合继续提供服务的；<br>
&nbsp;&nbsp;d、 我平台和合作公司解除合作的；<br>
&nbsp;&nbsp;e、 其他原因导致本协议不再继续履行的。<br>
&nbsp;&nbsp;<h3>第三条 我平台的权利和义务</h3><br>
3.1 您应根据我平台的安排为合作公司服务，服务期间您应遵守合作公司有关服务内容、服务质量等方面的要求。合作公司可根据自身的运营要求制定具体工作安排，您应予遵守。<br>
3.2 我平台将按合作公司的相关规定与合作公司共同对您为合作公司提供服务的工作成果进行验收。<br>
3.3
我平台应按约定及时向您支付费用。此处您应明确：您作为我平台的合作人员，在合作公司正常向我平台结算情况下，您的相关费用结算将由我平台完成支付，您不应向合作公司或其关联公司主张任何费用。您通过合作公司渠道发起的提现/或任何申请支付的行为，均视为向我平台发起，而并非向合作公司或其关联公司发起。
<br>
3.4
您同意，您不可撤销地授权我平台和合作公司有权为提供前述费用结算服务的需要获取您的相关信息（包括但不限于个人身份信息、实名登记手机号码、银行账户相关信息等），并将您的相关信息提交第三方机构进行身份验证。若您提供任何错误、虚假、失效或不完整的资料，或者我平台或合作公司有合理的理由怀疑资料为错误、虚假、过期或不完整，我平台或合作公司有权暂停或终止向您提供部分或全部服务，对此我平台或合作公司不承担任何责任，您承诺并同意负担因此所产生的所有损失，包括但不限于直接损失、间接损失。若因国家法律法规、部门规章或监管机构的要求，我平台或合作公司需要您补充提供任何相关资料时，如您不能及时配合提供，我平台或合作公司有权暂停或终止向您提供部分或全部服务。
<br>
&nbsp;&nbsp;<h3>第四条 您的权利和义务</h3><br>
4.1
你应自主按时尽责地完成我平台以及合作公司要求的工作内容，不得转委托他人，并达到规定的质量标准，不得有侵犯他人知识产权、财产权、人身权、肖像权、隐私权、商业秘密或其他合法权益以及其他违反国家法律法规、国家政策、或有悖于公序良俗的内容。
<br>
4.2
协议期内，您应在我平台以及合作公司许可范围内使用本合同有关的商业信息；协议期内以及协议终止后，您均有义务对双方合作的有关协议及合作过程中知悉的我平台、合作公司的相关信息予以保密，未经书面许可，您不得以任何方式向其它方披露、给予或转让该等保密信息。否则，因此导致我平台及/或合作公司或其关联公司的损失，由您负责赔偿。
<br>
4.3 除本协议事项外，您不能以我平台及/或合作公司的名义开展任何与完成约定的工作任务无关的业务或活动。<br>
4.4若相关服务通过合作公司指定的网络平台提供，或者合作公司指定的相关网络平台备案，合作公司指定的网络平台可能将要求您签署、点击电子协议，您同意点击签署。您点击确认后该协议将对您产生法律效力。<br>
4.5您为合作公司提供服务，需自行提供服务设备（包括但不限于电脑、麦克风、监听耳机、声卡、麦克风支架等）、提供服务场所及维修服务设备等。<br>
4.6您为合作公司提供服务期间，人身、财物等遭受损害，或产生其他经济纠纷的，由您自负责任，与我平台无关。<br>

&nbsp;&nbsp;<h3>第五条 服务费用的支付</h3><br>
5.1
我平台将根据经合作公司确认的项目服务人员服务标准及收费标准向您支付服务费用。由于您所提供的服务内容、服务质量、服务时长等情况的不同，该等服务费用金额可能会呈现浮动，您清楚并了解该等浮动为正常情况，我平台以人民币形式向您支付服务费用。<br>
5.2 我平台将通过【 A 】账户向您支付上述服务费用。<br>
A．银行<br>
B．支付宝<br>
C．微信<br>
您应向我平台提供以您本人实名注册的对应账户信息，以及相关必要的证件。若具体账户信息在指定的网络平台在线提供的，以您在线提供的信息为准。<br>
5.3 我平台服务费用支付以您提供的收款帐户为准，因您提供的收款帐户不实造成的一切损失由您自行承担。
如您帐号变更或发生不可用等情况时，应及时书面通知我平台或在合作公司指定的网络平台进行变更操作，否则，由此造成的一切损失由您自行负责。<br>
5.4 我平台不承担您任何社保福利待遇，也不负责您的任何医疗保险费用。<br>

&nbsp;&nbsp;<h3>第六条 涉税事务委托授权</h3><br>
6.1 涉税事务授权委托<br>
a. 合作期限内，您授权委托我平台代理本协议交易项下的涉税事务，包括代开增值税普通发票和代缴个税及其他税费。<br>
b. 您确认我平台根据本协议授权，提交的相关申报资料和信息是真实、完整、准确和符合有关法律法规的。<br>
6.2 信息查询授权委托<br>
a. 合作期限内，您授权我平台向中国人民银行、依法设立的数据服务机构、信息查询及信息验证服务机构、政府部门及其他依法设立存续的第三方机构等无次数限制地收集、查询、验证，同意递交本人相关信息（包括但不限于银行实名信息、通信实名信息、位置信息、资信状况、各类交易记录，公共费用缴纳、违法违规信息、财产状况、行踪轨迹及网络行为信息），进行验证并获得验证结果。
<br>
b. 您同意为避免重复授权之不便，本授权表明该等合法存续的第三方机构在使用或向有关机构提供本人信息时，可以依据本授权径行使用或向源数据机构提供本人相关信息，而无需再逐一向本人另行获取授权。<br>
6.3 特别提示：为了维护您的合法权益，请您在充分理解本授权书的全部内容后签署本授权书。本公司将依法对信息进行保密，履行信息安全保障义务。若您不接受本授权书任何条款，请您立即停止授权。<br>
6.4 授权人声明：本授权书经接受后立即生效，且效力具有独立性，不因相关业务合同或条款无效或被撤销而无效或失效，本授权一经做出，便不可撤销。以上授权内容，本人已经充分理解并同意，一经本人点击确认或勾选时即视为签署。本人自愿做出以上授权，并愿意承担由此所产生的一切法律后果 。
<br>

&nbsp;&nbsp;<h3>第七条 违约责任</h3><br>
7.1 双方应按本协议约定履行，如任意一方不履行本协议义务或者履行协议义务不符合约定的，违约方应立即停止违约行为并采取补救措施，给守约方造成损失的，应向守约方承担赔偿损失等违约责任，该等损失含直接损失和间接损失，包括但不限于前期投入、律师费和向第三方的赔偿等。
<br>
7.2 因不可抗力造成损失的，彼此不负赔偿责任，但发生不可抗力一方应及时将有关情况通知另一方，并尽最大努力进行补救。本协议所称不可抗力是指不能预见、不能克服并不能避免且对一方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、火灾和风暴等以及社会事件如战争、动乱、政府行为、黑客事件、大范围电信事故等。
<br>

&nbsp;&nbsp;<h3>第八条 协议的终止</h3><br>
8.1 发生以下情形时，本协议终止：<br>
a. 协议期限届满或任何一方提前30日书面通知对方要求终止协议的，但您要求终止协议应事先获得合作公司的同意并不得影响合作公司的运营；<br>
b. 一方违反协议约定，且违约方在非违约方书面通知后15日内仍未予改正的，非违约方可以书面通知的形式终止本协议；<br>
c. 您如未能达到我平台的要求，我平台在工作验收时将给予警告；此后如仍发生类似情况的，我平台可提前终止本协议。<br>
8.2 本协议的提前终止不影响已经产生的权利义务关系。<br>

&nbsp;&nbsp;<h3>第九条 合作承诺</h3><br>
您/本人承诺我平台【即 会来活灵活用工平台 】根据本合同授权提交给相关机构的相关资料和信息是真实、完整、准确 ，和符合有关法律法规的。<br>
您/本人承诺与我平台【即 会来活灵活用工平台 】的合作公司不存在法律上和事实上的人事劳动关系，不属于合作公司人事管理权限范围内的个人，也并非其股东。<br>

&nbsp;&nbsp;<h3>第十条 其他</h3><br>
10.1 因履行本协议发生的纠纷，双方应友好协商解决，协商不成的，提请我平台所在地人民法院诉讼解决。<br>
10.2 我平台有权根据业务需要修改本协议条款。<br>
（以下无正文）<br>




